{
  "documentTitle": "VisionYについて",
  "pageTitle": "# VisionYについて",
  "lastUpdated": "**最終更新日：2025年6月1日**",
  "introduction": {
    "p1": "VisionYへようこそ！私たちはAIネイティブのオンライン創作プラットフォームであり、最先端の人工知能技術を活用して、あなたの脚本を魅力的なストーリーボードコンテンツに変換し、柔軟なパラメータ編集機能を提供することで、クリエイティブなアイデアをスムーズに現実にします。私たちのビジョンは：**AIで創造性を可視化する**。",
    "p2": "VisionYは情熱的なチームによって構築されており、自社開発およびサードパーティのAI技術を組み合わせています。これには大規模言語モデル（LLM）、AI画像生成、AI動画生成、AI背景音楽生成、AI環境音生成、AIテキスト読み上げ（TTS）技術が含まれ、映画、アニメーション、広告、ゲームなどの分野のクリエイターにワンストップツールを提供し、創造的な表現をサポートします。"
  },
  "sections": {
    "s1_ourMission": {
      "title": "## 1. 私たちの使命",
      "intro": "私たちの使命は、人工知能技術を通じてクリエイターに力を与え、誰でも簡単に文章のストーリーを視覚的なストーリーボードコンテンツに変換できるようにし、創作における技術的・資源的な障壁を打破することです。",
      "listItems": [
        "**創造性の喚起：** AI技術を活用して、複雑な脚本を直感的なストーリーボードのスケッチや視聴覚コンテンツに迅速に変換します。",
        "**効率の向上：** 自動ストーリーボード生成、音声・映像の統合、パラメータ調整を通じて創作時間を節約し、ストーリーの創造に集中できるようにします。",
        "**多様性の強化：** プロの監督からインディペンデントクリエイターまで幅広いユーザーをサポートし、さまざまな背景のクリエイターがビジョンを実現できるようにします。"
      ]
    },
    "s2_whatWeDo": {
      "title": "## 2. 私たちが行うこと",
      "intro": "VisionYはAI駆動の創作プラットフォームであり、脚本をストーリーボードに変換することに特化し、豊富なパラメータ編集機能で多様な創作ニーズに応えます。私たちの主な機能は以下の通りです：",
      "listItems": [
        "**脚本解析とストーリーボード生成：** 大規模言語モデル（LLM）を基に脚本を分析し、ストーリーボードのスケッチ、シーン記述、ショットの構図提案を自動生成します。",
        "**AI画像および動画生成：** AI画像生成およびAI動画生成技術を使用して、脚本のシーンやキャラクターを高品質なビジュアルコンテンツとして表現します。",
        "**AI音声生成：** AI生成の背景音楽、環境音エフェクト、テキスト読み上げ（TTS）音声を提供し、ストーリーボードの視聴覚体験を豊かにします。",
        "**パラメータ編集：** カメラアングル、ライティング効果、シーンの雰囲気、音楽スタイルなどを調整でき、個々のクリエイティブなアウトプットを可能にします。",
        "**多シーン対応：** 映画、アニメーション、広告、ゲームなど、さまざまな創作シーンに適用でき、業界横断的なニーズに対応します。"
      ]
    },
    "s3_ourTechnology": {
      "title": "## 3. 私たちの技術",
      "intro": "VisionYは自社開発およびサードパーティ技術を組み合わせ、テキスト、画像、動画、音声生成の全行程をカバーする強力かつ柔軟な創作ツールを提供します。",
      "subsections": {
        "s3_1_aiCore": {
          "title": "### 3.1 AIコア技術",
          "p1": "私たちは自社開発およびサードパーティの大規模言語モデル（LLM）を活用し、脚本の物語構造、感情のトーン、シーン記述を正確に解析し、クリエイターの意図に沿ったストーリーボードコンテンツを生成します。AI画像生成およびAI動画生成技術を組み合わせ、テキストを高品質なビジュアルアウトプットに変換し、芸術性と正確性を両立させます。"
        },
        "s3_2_audioGeneration": {
          "title": "### 3.2 AI音声生成",
          "p1": "VisionYはAI背景音楽生成、AI環境音生成、AIテキスト読み上げ（TTS）技術を統合し、ストーリーボードに没入型の音声体験を追加します。壮大な背景音楽からリアルな環境音エフェクト、自然で流暢なキャラクターの対話まで、私たちの音声生成技術はコンテンツの表現力を高めます。"
        },
        "s3_3_customization": {
          "title": "### 3.3 パラメータカスタマイズ",
          "p1": "直感的なパラメータ編集インターフェースを提供し、ユーザーはAI生成のビジュアルおよび音声コンテンツを微調整できます。カメラアングル、シーンの色調、音楽のテンポ、音声のイントネーションなどを調整し、クリエイティブなニーズに完全に一致するアウトプットを保証します。"
        },
        "s3_4_cloudIntegration": {
          "title": "### 3.4 クラウド連携",
          "p1": "VisionYはクラウドストレージとリアルタイムコラボレーションをサポートし、プロジェクトにいつでもどこでもアクセス可能です。チームメンバーはストーリーボードコンテンツを共同で編集・レビューでき、創作プロセスを最適化します。"
        }
      }
    },
    "s4_ourTeam": {
      "title": "## 4. 私たちのチーム",
      "intro": "VisionYは、AI専門家、視聴覚コンテンツクリエイター、デザイナー、技術革新者からなる学際的なチームによって構築されています。",
      "listItems": [
        "**技術のパイオニア：** 私たちのAIエンジニアは、LLM、画像生成、動画生成、音声生成技術の開発と最適化に注力し、創造性と技術の融合を推進します。",
        "**クリエイティブアドバイザー：** 経験豊富な脚本家、監督、音響デザイナーがチームに含まれ、プロの視聴覚創作ニーズを満たすツールを保証します。",
        "**ユーザーエクスペリエンスの専門家：** 私たちのデザイナーは直感的で使いやすいインターフェースを設計し、すべてのユーザーが簡単に使いこなし、創造性を発揮できるようにします。"
      ],
      "p1": "私たちは世界各地から集まり、技術と芸術への共通の情熱を共有し、VisionYを世界中のクリエイターの第一選択ツールにすることを目指しています。"
    },
    "s5_ourValues": {
      "title": "## 5. 私たちの価値観",
      "intro": "VisionYでは、以下のコアバリューに従い、製品開発とサービスを導きます：",
      "listItems": [
        "**ユーザー中心：** ユーザーのニーズを最優先に、製品機能と体験を継続的に最適化します。",
        "**イノベーション駆動：** 自社およびサードパーティ技術を組み合わせ、視聴覚創作におけるAIの無限の可能性を探ります。",
        "**包括的でオープン：** プロの背景や経験レベルに関係なく、すべてのクリエイターがVisionYを通じて自分のストーリーを語れるようにします。",
        "**責任と透明性：** ユーザーのプライバシーとデータセキュリティを厳格に保護し、関連法規を遵守し、ユーザーの信頼を獲得します。"
      ]
    },
    "s6_ourVision": {
      "title": "## 6. 私たちのビジョン",
      "p1": "私たちのビジョンは**AIで創造性を可視化する**ことです。人工知能は単なるツールではなく、クリエイティブな火花を点火する触媒であると信じています。VisionYは、LLM、AI画像生成、AI動画生成、AI音声生成技術を統合することで、創作の技術的障壁を打破し、すべてのクリエイターが頭の中のストーリーを魅力的な視聴覚コンテンツに変換できるようにします。",
      "p2": "今後、VisionYの機能をさらに拡張し、脚本作成から最終アウトプットまでの全プロセスをカバーするAI駆動の創作ツールを開発し、グローバルにリードするクリエイティブプラットフォームを構築します。"
    },
    "s7_contactUs": {
      "title": "## 7. お問い合わせ",
      "intro": "フィードバック、提案、またはパートナーシップに関するご相談を歓迎します！VisionYについて質問がある場合や詳しく知りたい場合は、以下の方法でご連絡ください：",
      "contactInfo": [
        "VisionYチーム",
        "メール：contact@visiony.ai"
      ]
    }
  }
}