{
  "documentTitle": "VisionY プライバシーポリシー",
  "pageTitle": "# VisionY プライバシーポリシー",
  "lastUpdated": "**最終更新日：2025年6月1日**",
  "introduction": {
    "p1": "VisionY（以下「当社」、「私たち」、または「本サービス」）は、お客様の個人情報およびプライバシー権の保護に取り組んでいます。本プライバシーポリシーは、お客様が当社のウェブサイトにアクセスし、または当社の製品（以下総称して「サービス」）を利用する際に、当社がどのように情報を収集、使用、開示、保護するかを説明することを目的としています。",
    "p2": "本プライバシーポリシーをよくお読みください。本プライバシーポリシーの条項に同意しない場合、サービスにアクセスまたは利用しないでください。",
    "p3": "当社のビジョンは「AIでクリエイティビティを可視化する」ことです。このビジョンを実現するために、お客様の特定の情報を処理する必要がある場合があります。"
  },
  "sections": {
    "s1_collectedInfo": {
      "title": "## 1. 収集する情報",
      "intro": "当社は、以下の方法で情報を収集する可能性があります：",
      "subsections": {
        "s1_1_directInfo": {
          "title": "### 1.1 お客様が直接提供する情報",
          "listItems": [
            "**アカウント情報：** VisionYアカウントを登録する際、氏名、メールアドレス、ユーザー名、パスワード（ハッシュ化されます）、およびお客様が選択して提供するその他の情報を収集することがあります。",
            "**ユーザー入力コンテンツ：** 本サービスのAI機能を利用するためにアップロードまたは入力した情報（テキストプロンプト、AIのトレーニングやガイダンスに使用される画像やその他のクリエイティブ素材など、以下「ユーザー入力コンテンツ」）。",
            "**通信情報：** お客様が当社に連絡する場合（例：カスタマーサポートへのメール）、連絡先情報および通信に含まれる情報を収集します。",
            "**支払情報：** 有料サービスに加入する場合、当社の第三者決済処理業者が支払情報を収集します。当社は完全なクレジットカード番号を直接保存しません。"
          ]
        },
        "s1_2_autoInfo": {
          "title": "### 1.2 自動的に収集する情報",
          "listItems": [
            "**利用データ：** お客様がサービスとどのように対話するかに関する情報（訪問したページ、使用した機能、操作の日時、頻度、その他の活動など）を自動的に収集します。",
            "**デバイス情報：** サービスにアクセスするために使用するコンピュータやモバイルデバイスに関する情報（IPアドレス、ハードウェアモデル、OS、ブラウザの種類、デバイス固有識別子など）を収集します。",
            "**クッキーおよび類似技術：** クッキーや類似の追跡技術（ウェブビーコンやピクセルなど）を使用して、サービスの運営や改善、体験のパーソナライズのために情報にアクセスまたは保存します。お客様はブラウザでクッキーの使用を管理できます。"
          ]
        },
        "s1_3_thirdPartyInfo": {
          "title": "### 1.3 第三者から収集する情報",
          "p1": "当社は、第三者サービス（例：分析プロバイダ）からお客様に関する情報を受け取ることがありますが、これらは通常、サービスの利用状況を把握するために集計または匿名化されたものです。"
        }
      }
    },
    "s2_howWeUseInfo": {
      "title": "## 2. 情報の使用方法",
      "intro": "収集した情報は以下の目的で使用します：",
      "listItems": [
        "**サービスの提供および維持：** アカウントの作成および管理、プロジェクトの処理、要求された機能の提供（ユーザー入力コンテンツに基づくAIコンテンツの生成を含む）。",
        "**サービスの改善およびパーソナライズ：** ユーザー行動を理解し、ユーザーインターフェース、機能、AIモデルの改善を行う。お客様の好みや利用履歴に基づいて体験をパーソナライズする。",
        "**AIモデルのトレーニングおよび改善：** お客様が提供したユーザー入力コンテンツ（特にスクリプト生成用のテキストプロンプトやフィードバック）は、「AIでクリエイティビティを可視化する」ビジョンを実現するために、AIモデルのトレーニングや改善に使用されることがあります。トレーニング前にデータを匿名化または集計するよう努め、可能な場合はオプトアウトの選択肢を提供します。お客様が本サービスを通じて生成した最終コンテンツ（以下第4節で定義する「AI生成コンテンツ」）は、明示的な同意または許可がない限り、AIモデルのトレーニングには使用しません。",
        "**コミュニケーション：** サービスに関する管理情報、アップデート、セキュリティ警告、サポートメッセージを送信する。お客様の同意を得て、マーケティング関連の連絡を行う。",
        "**支払処理：** サブスクリプションやサービスの購入を処理する。",
        "**セキュリティおよびコンプライアンス：** 詐欺、悪用、セキュリティインシデントからサービスおよびユーザーを保護し、適用される法規制を遵守する。",
        "**利用規約の執行：** サービス利用規約やその他のポリシーを執行する。"
      ]
    },
    "s3_howWeShareInfo": {
      "title": "## 3. 情報の共有方法",
      "intro": "当社はお客様の個人情報を第三者に販売しません。以下の状況で情報を共有することがあります：",
      "listItems": [
        "**サービスプロバイダ：** クラウドホスティング（例：AWS、Azure、Google Cloud）、データ分析、決済処理、カスタマーサポート、メールサービスなど、当社を代表してサービスを実行する第三者サービスプロバイダと情報を共有することがあります。これらのプロバイダは、当社にサービスを提供する目的でのみ情報を使用する権限があります。",
        "**法的要件および事業譲渡：**",
        "  * 法的な義務（例：召喚状や裁判所命令）に従うため、権利や財産を保護するため、詐欺や違法行為を防止するため、ユーザーや公衆の安全を保護するために開示が必要だと誠実に判断した場合、情報を開示することがあります。",
        "  * 合併、買収、再編、破産、または当社の資産の全部または一部の売却が発生した場合、情報は取引の一部として譲渡される可能性があります。",
        "**AIモデルパートナー：** サービス機能の一部を提供するために第三者のAIモデルや技術を使用する場合、AI生成結果を得るために特定のデータ（例：ユーザー入力コンテンツ内のテキストプロンプト）を共有する必要がある場合があります。このような共有は、プライバシー保護要件に準拠して行われます。",
        "**お客様の同意を得て：** お客様の明示的な同意を得た場合、第三者と情報を共有することがあります。",
        "**集計または匿名化データ：** 個人を特定しない集計または匿名化された情報を、研究、分析、業界レポートなどの目的で共有することがあります。"
      ]
    },
    "s4_aiContentRights": {
      "title": "## 4. AI生成コンテンツの権利と責任",
      "intro": "本サービスは、AI技術を利用してコンテンツ作成を支援します。",
      "points": {
        "attribution": "**コンテンツの帰属：** お客様とVisionYの間では、お客様が本サービスを通じて（合法的なユーザー入力コンテンツに基づいて）生成した具体的なコンテンツ（AI生成のテキスト、画像、ビデオ、音声などを含む、以下「AI生成コンテンツ」）の関連する知的財産権は、適用法が許す範囲内で、お客様に帰属します。VisionYは、サービスを通じて生成されたAI生成コンテンツの所有権を主張しません。",
        "yourResponsibility": {
          "title": "**お客様の責任：**",
          "listItems": [
            "ユーザー入力コンテンツおよびそれに基づくAI生成コンテンツについて、完全な責任を負います。",
            "ユーザー入力コンテンツおよびAI生成コンテンツが、第三者の権利（著作権、商標権、特許権、肖像権、プライバシー権、営業秘密などを含むがこれに限定されない）を侵害せず、誹謗中傷、差別、わいせつ、暴力、またはその他の違法または不適切な内容を含まないことを保証する必要があります。",
            "AI生成コンテンツは完全なオリジナルではなく、トレーニングデータに影響を受ける可能性があることを理解し、その適用性およびコンプライアンスを確認する責任があります。",
            "ユーザー入力コンテンツまたはAI生成コンテンツに起因する法的紛争、請求、罰則、損失は、お客様が単独で負担し解決するものとします。VisionYはこれに対して責任を負わず、必要に応じてお客様に対して求償する権利を留保します。"
          ]
        },
        "visionyLicense": "**VisionYの限定使用権：** お客様は、VisionYに対し、サービス提供、維持、改善、プロモーション（例：お客様の同意を得て作品をサンプルとして展示する）の目的に限り、AI生成コンテンツを使用、複製、配布、修正（例：表示形式の適応）、展示する限定された非独占的、世界的、ロイヤリティフリーのライセンスを付与します。このライセンスは、AI生成コンテンツの削除またはアカウントの終了後に終了しますが、運用上の必要性により保持されるバックアップは合理的な期間存在する場合があります。"
      }
    },
    "s5_cookies": {
      "title": "## 5. クッキーおよび類似技術",
      "intro": "当社は、クッキーおよび類似技術を使用して以下を行います：",
      "listItems": [
        "サービスの正常な動作を確保する。",
        "お客様の好みや設定を記憶する。",
        "ウェブサイトのトラフィックや傾向を分析する。",
        "マーケティングキャンペーンの効果を評価する。"
      ],
      "p1": "多くのブラウザでは、クッキーの受け入れや削除を管理できます。クッキーを無効にすると、サービスの特定の機能が正常に動作しない場合があります。"
    },
    "s6_dataSecurity": {
      "title": "## 6. データセキュリティ",
      "p1": "当社は、お客様の個人情報が不正アクセス、使用、変更、開示されないよう、商業的に合理的な管理上、技術的、物理的な措置を講じています。ただし、インターネットを介した送信方法や電子ストレージ方法は100％安全ではありません。そのため、絶対的な安全性を保証することはできません。"
    },
    "s7_dataRetention": {
      "title": "## 7. データ保持",
      "p1": "当社は、本プライバシーポリシーに記載された目的を達成するために必要な期間、個人情報を保持します。ただし、法律でより長い保持期間が要求または許可される場合（例：税務、会計、その他の法的要件）を除きます。アカウントが削除または無効化されると、合理的な期間内に個人情報およびユーザー入力コンテンツを削除または匿名化します。ただし、法的義務の履行、紛争解決、契約の執行のために特定の情報を保持する必要がある場合を除きます。AI生成コンテンツは、お客様の指示またはアカウントの状態に応じて処理されます。"
    },
    "s8_yourRights": {
      "title": "## 8. お客様の権利と選択",
      "intro": "お住まいの法域によっては、個人情報に関して以下の権利を有する場合があります：",
      "listItems": [
        "**アクセス権：** 当社が保有する個人情報へのアクセスを要求する。",
        "**訂正権：** 不正確または不完全な個人情報の訂正を要求する。",
        "**削除権（忘れられる権利）：** 特定の状況下で個人情報の削除を要求する。",
        "**処理制限権：** 特定の状況下で個人情報の処理の制限を要求する。",
        "**データポータビリティ権：** 構造化され、一般的に使用される機械可読形式で個人情報を受け取り、技術的に可能な場合に別の管理者に転送する。",
        "**異議申し立て権：** 正当な利益に基づく個人情報の処理や、ダイレクトマーケティング目的での個人情報の使用に反対する。",
        "**同意の撤回権：** 同意に基づく個人情報の処理の場合、いつでも同意を撤回する。",
        "**苦情申し立て権：** お住まいの法域のデータ保護機関に苦情を申し立てる。"
      ],
      "p1": "これらの権利を行使するには、`contact@visiony.ai` までご連絡ください。ご依頼に応じる前に、身元確認を求める場合があります。"
    },
    "s9_internationalTransfers": {
      "title": "## 9. 国際データ転送",
      "p1": "VisionYはグローバルに運営されており、個人情報はお客様の居住国以外の国または地域に転送され、そこで処理される可能性があります。これらの国や地域のデータ保護法は、お客様の国の法律と異なる場合があります。",
      "p2": "当社は、個人情報が転送中に十分に保護されるよう、適切な保護措置を講じます。たとえば、標準契約条項（EU委員会が承認したものなど）を使用するか、法的承認を受けた転送メカニズムに依存するか、受領者が十分なデータ保護レベルを持つと認められた国または地域にあることを確認します。"
    },
    "s10_childrensPrivacy": {
      "title": "## 10. 子供のプライバシー",
      "p1": "本サービスは、13歳（またはお住まいの法域で規定されるより高い年齢、たとえばEUでは16歳）未満の子供を対象としていません。当社は、該当年齢未満の子供の個人情報を故意に収集しません。子供の個人情報を収集したことが判明した場合、速やかにその情報を削除する措置を講じます。当社が子供の個人情報を収集した可能性があると思われる場合、`contact@visiony.ai` までご連絡ください。"
    },
    "s11_regionSpecific": {
      "title": "## 11. 特定地域に関する規定",
      "intro": "**本プライバシーポリシーの一般規定に加え、以下の特定の法域に所在する場合、以下の条項も適用される可能性があります。当社は、適用されるすべての地域のデータ保護法を遵守するよう努めます。**",
      "subsections": {
        "s11_1_eeaUkSwitzerland": {
          "title": "### 11.1 欧州経済領域（EEA）、英国（UK）、スイスユーザー",
          "p1": "EEA、UK、またはスイスに所在する場合、GDPRまたは対応する国内法により特定の権利が付与されます。個人情報の処理の法的根拠には以下が含まれます：",
          "listItems": [
            "**お客様の同意：** 特定の特定の目的に対して。",
            "**契約の履行：** サービスの提供に必要。",
            "**正当な利益：** サービスの改善、詐欺防止、マーケティングなど、お客様のデータ保護利益または基本的権利と自由が優先されない場合。",
            "**法的義務：** 法的責任を遵守するため。"
          ]
        },
        "s11_2_california": {
          "title": "### 11.2 カリフォルニア州住民（CCPA/CPRA）",
          "p1": "カリフォルニア州の住民の場合、CCPA/CPRAにより以下の特定の権利が付与されます：",
          "listItems": [
            "**知る権利：** 収集、使用、共有する個人情報のカテゴリーおよび具体的な情報を知る。",
            "**削除権：** 個人情報の削除を要求する。",
            "**オプトアウト権：** 現在、当社はCCPA/CPRAで定義される「販売」または「共有」をしていません。",
            "**差別されない権利：** CCPA/CPRAの権利行使による差別的扱いを受けない。",
            "**機密個人情報の使用および開示の制限権：** 特定の機密個人情報について、サービス提供または法律で許可された特定の目的に限定して使用することを要求する。"
          ],
          "p2": "カリフォルニア州のプライバシー権を行使するには、`contact@visiony.ai` までご連絡ください。"
        },
        "s11_3_china": {
          "title": "### 11.3 中国本土ユーザー（PIPL）",
          "p1": "中国本土に所在する場合、《個人情報保護法》（PIPL）により特定の権利が付与されます。当社は、PIPLの要件に従い、個別の同意取得（該当する場合）、国境を越えたデータ転送に関する情報提供、権利行使の確保など、個人情報を処理します。"
        },
        "s11_4_japan": {
          "title": "### 11.4 日本ユーザー（APPI）",
          "p1": "日本に所在する場合、《個人情報保護法》（APPI）が個人情報の処理に適用されます。当社は、APPIの規定に従い個人情報を処理します。お客様には以下のAPPIによる権利があります：",
          "listItems": [
            "**保有個人データ、使用目的、第三者提供記録の開示要求の権利。**",
            "**不正確な個人データの訂正、追加、削除要求の権利。**",
            "**特定の状況下で個人データの使用停止または削除要求の権利。**",
            "**個人情報の第三者（海外の第三者を含む）提供に関する特定の同意および通知要件を、APPIに従って実行します。**"
          ],
          "p2": "当社は、日本国外への個人情報の転送時に、APPIの要件を満たすために適切な措置を講じます。たとえば、お客様の同意を得るか、受領者がAPPIに準拠した個人情報保護システムを確立していることを確認します。",
          "p3": "日本法に基づく権利を行使するには、`contact@visiony.ai` までご連絡ください。"
        },
        "s11_5_otherJurisdictions": {
          "title": "### 11.5 その他の法域",
          "p1": "上記に明示的に記載されていない他の法域に所在する場合、現地の法律により本ポリシーに記載されていない追加の権利が付与される可能性があります。当社は、これらの権利を尊重し、行使するよう努めます。ご不明な点は、`contact@visiony.ai` までご連絡ください。"
        }
      }
    },
    "s12_policyChanges": {
      "title": "## 12. 本プライバシーポリシーの変更",
      "p1": "当社は、必要に応じて本プライバシーポリシーを更新することがあります。重大な変更を行う場合、サービス上での更新ポリシーの掲示、メール送信、またはその他の適切な方法でお客様に通知します。本プライバシーポリシーを定期的に確認し、当社の情報処理慣行を理解することをお勧めします。変更は新しいプライバシーポリシーの掲示時に発効します。"
    },
    "s13_contactUs": {
      "title": "## 13. お問い合わせ",
      "p1": "本プライバシーポリシーまたは当社のプライバシー慣行に関するご質問、ご意見、ご懸念がある場合、以下の方法でご連絡ください：",
      "contactInfo": [
        "VisionY チーム",
        "メール：`contact@visiony.ai`"
      ]
    }
  }
}