{
  "documentTitle": "VisionY 利用規約",
  "pageTitle": "# VisionY 利用規約",
  "lastUpdated": "**発効日：2025年6月1日**",
  "introduction": {
    "p1": "VisionYは、AIを活用したオンラインアプリケーション（以下「本サービス」）であり、ユーザーがスクリプトをストーリーボードに分割し、ショットの説明を生成し、ショット動画を作成し、背景音楽、効果音、キャラクターの対話を統合することを支援するために設計されています。私たちのビジョンは「AIが創造性を可視化する」です。本サービスはVisionYチーム（以下「当社」「私たち」）によって運営されています。",
    "p2": "以下の利用規約（以下「本規約」）をよくお読みください。本サービスにアクセスまたは使用することにより、貴方は本規約に拘束されることに同意したものとみなされます。本規約のいずれかの部分に同意しない場合、本サービスにアクセスまたは使用することはできません。"
  },
  "sections": {
    "s1_definitions": {
      "title": "## 1. 定義",
      "intro": "本規約で使用される主要な用語の定義は以下のとおりです：",
      "listItems": [
        "**「本サービス」** VisionYのウェブアプリケーションおよびそのすべての関連機能、技術、コンテンツ（無料および有料機能を含む）を指します。",
        "**「ユーザー」** または **「貴方」** 本サービスにアクセスまたは使用する個人または団体を指します。",
        "**「ユーザー入力コンテンツ」** 本サービスのAI機能を使用するために貴方がアップロードまたは入力した情報（テキストプロンプト、AIの訓練または誘導に使用される画像、その他の創作素材を含む）を指します。",
        "**「AI生成コンテンツ」** 貴方のユーザー入力コンテンツを使用して本サービスを通じて作成されたストーリーボード、ショットの説明、動画、オーディオ（背景音楽、効果音、対話を含む）、およびその他の出力を指します。",
        "**「会員サブスクリプション」** ユーザーが特定のサービス権限、機能、または特典にアクセスするために定期的に料金を支払う契約を指します。",
        "**「クレジット」** ユーザーが購入または活動を通じて取得し、本サービス内でAIコンテンツの生成や特定の機能の使用に消費される仮想ポイントを指します。"
      ]
    },
    "s2_acceptance": {
      "title": "## 2. 規約の受諾",
      "intro": "アカウントを登録し、本サービスにアクセスまたは使用することにより、貴方は以下のことを表明し保証します：",
      "listItems": [
        "貴方の居住する司法管轄区において法定成年年齢に達しており、拘束力のある契約を締結する能力を有していること。",
        "貴方が提供するすべての登録情報が真実、正確、最新、かつ完全であること。",
        "貴方はこれらの情報の正確性を維持すること。",
        "貴方の本サービスの使用が適用される法律または規制に違反しないこと。"
      ]
    },
    "s3_serviceDescription": {
      "title": "## 3. サービスの説明",
      "intro": "VisionYは、人工知能技術を活用して、ユーザーが提供したスクリプトに基づき、以下の操作を自動的または補助的に実行します：",
      "listItems": [
        "スクリプトをストーリーボードに分割",
        "ショットの説明を生成",
        "対応するビジュアルショット（ビデオクリップ）を生成",
        "背景音楽、効果音、キャラクターの対話を統合または生成（該当する場合）"
      ],
      "p1": "本サービスには無料および有料の機能が含まれる場合があります。有料機能は、会員サブスクリプションおよび/またはクレジットの消費を通じて利用可能です。会員の階層により、プロジェクト数の制限や利用可能な機能の範囲など、異なるサービス権限が提供される場合があります。特定のAI生成機能を使用するにはクレジットの消費が必要です。",
      "p2": "当社は本サービスを継続的に改善し、貴方に通知することなく、本サービスの一部または全部をいつでも変更、一時停止、または終了する権利を留保します。"
    },
    "s4_account": {
      "title": "## 4. アカウント登録とセキュリティ",
      "intro": "本サービスの特定の機能を使用するには、アカウントの登録が必要です。",
      "listItems": [
        "貴方のアカウントの機能および権限は、貴方の会員サブスクリプションの状態およびクレジット残高により異なる場合があります。",
        "貴方はアカウント認証情報（ユーザー名やパスワードなど）の機密性を維持する責任があります。",
        "貴方は貴方のアカウント下で発生するすべての活動に対して責任を負います。",
        "貴方のアカウントの不正使用を発見した場合、直ちに `contact@visiony.ai` までご連絡ください。"
      ]
    },
    "s5_userContentIP": {
      "title": "## 5. ユーザーコンテンツと知的財産権",
      "subsections": {
        "s5_1_userInputContent": {
          "title": "### 5.1 ユーザー入力コンテンツ",
          "points": {
            "ownership": "貴方は本サービスに提出したすべてのユーザー入力コンテンツの完全な所有権を保持します。",
            "licenseToVisionY": "貴方は当社に対し、ユーザー入力コンテンツをホスト、保存、複製、修正、派生作品の作成（例：貴方のコンテンツを本サービスに適応させるため）、通信、公開（例：貴方のアカウント内で表示）、公開演奏（貴方のアカウント内）、公開展示（貴方のアカウント内）、および配布する、世界的な、非独占的、ロイヤリティフリー、再許諾可能なライセンスを付与します。このライセンスの唯一の目的は、本サービスの運営、提供、維持、プロモーション、改善、および新サービスの開発（AIモデルの訓練および改善を含む）です。このライセンスは、貴方が本サービスの使用を停止またはユーザー入力コンテンツを削除した後も有効です（例：法的義務の遵守や、AIモデル訓練に使用された匿名化/集計データの使用のため）。"
          }
        },
        "s5_2_aiGeneratedContent": {
          "title": "### 5.2 AI生成コンテンツ",
          "points": {
            "ownership": "貴方と当社の間では、貴方の合法的なユーザー入力コンテンツに基づいてVisionYサービスを通じて作成されたAI生成コンテンツおよび関連する知的財産権（適用法で許可される範囲内）は**貴方に帰属**します。当社は貴方が本サービスを通じて作成したAI生成コンテンツの所有権を主張しません。",
            "limitedLicenseToVisionY": "貴方は当社に対し、AI生成コンテンツを使用、複製、配布、修正（例：表示形式に適応させるため）、および展示する、限定的、非独占的、世界的な、ロイヤリティフリーのライセンスを付与します。このライセンスは、本サービスの提供、維持、改善、プロモーション（例：貴方の明示的な同意を得て貴方の作品を例として展示する、または内部サービス品質分析）の目的に限定されます。このライセンスは、貴方がAI生成コンテンツを削除またはアカウントを終了した時点で終了します。ただし、運用上の必要性のために保持されたバックアップは合理的な期間存続する可能性があり、またはプロモーションに関する貴方の同意に基づき別途定めがある場合を除きます。"
          }
        },
        "s5_3_yourResponsibility": {
          "title": "### 5.3 貴方の責任",
          "listItems": [
            "貴方は、貴方のユーザー入力コンテンツおよびAI生成コンテンツの使用が、第三者の知的財産権（著作権、商標、特許を含むがこれに限定されない）、プライバシー権、パブリシティ権、肖像権、営業秘密、その他の権利を侵害せず、また、誹謗中傷、差別的、わいせつ、暴力、違法、またはその他不適切または攻撃的な内容を含まないことを表明し保証します。",
            "貴方は、貴方のユーザー入力コンテンツおよびそれから派生したAI生成コンテンツに対して全責任を負います。貴方のユーザー入力コンテンツまたはAI生成コンテンツに起因する法的紛争、請求、罰則、または損失は、貴方が単独で対処し解決する責任を負います。当社はこれに関して一切の責任を負わず、必要に応じて貴方に対して求償する権利を留保します。"
          ]
        },
        "s5_4_visionyIP": {
          "title": "### 5.4 VisionYの知的財産権",
          "p1": "本サービス自体（すべてのソフトウェア、コード、デザイン、テキスト、グラフィック、インターフェース、商標、ブランド名（VisionY）、ロゴ、およびそれらの選択と配置（総称して「VisionY素材」））は、当社またはそのライセンサーの専有財産であり、著作権、商標、その他の知的財産法によって保護されています。当社の事前の書面による同意なしに、貴方はVisionY素材を複製、修正、配布、販売、またはライセンス供与することはできません。"
        }
      }
    },
    "s6_aup": {
      "title": "## 6. 許容される使用方針",
      "intro": "貴方は本サービスを以下の活動に使用しないことに同意します：",
      "listItems": [
        "違法、有害、脅迫的、虐待的、嫌がらせ、不法行為、誹謗、猥褻、名誉毀損、他人のプライバシーを侵害する、憎悪的、または人種、民族、その他の点で不快なコンテンツをアップロード、投稿、または拡散すること。",
        "第三者の知的財産権（著作権、商標、特許、営業秘密を含むがこれに限定されない）を侵害すること。",
        "個人または団体を装う、または個人または団体との関係を虚偽に表明すること。",
        "ウイルス、トロイの木馬、ワーム、時限爆弾、その他の有害または悪意のあるコードを含む素材をアップロードまたは拡散すること。",
        "本サービス、他のアカウント、コンピュータシステム、または本サービスに接続されたネットワークへの不正アクセスを試みること。",
        "本サービスまたは本サービスに接続されたサーバーやネットワークを妨害または中断すること。",
        "適用される地方、州、国内、または国際的な法令に違反すること。",
        "虚偽または誤解を招く情報の生成または拡散に使用すること。",
        "個人またはグループに危害を及ぼす可能性のある目的に使用すること。"
      ],
      "p1": "当社は、独自の裁量により、ユーザーコンテンツまたはAI生成コンテンツを審査し、適切な措置を講じる権利を留保します（義務ではありません）。これには、コンテンツの削除、アカウントの一時停止または終了、法律執行機関への報告が含まれますが、これに限定されません。貴方の行為が本規約または適用法に違反していると当社が判断した場合に限ります。"
    },
    "s7_aiNature": {
      "title": "## 7. AI生成コンテンツの特性",
      "intro": "貴方は以下のことを理解し同意します：",
      "listItems": [
        "AI生成コンテンツは、貴方のユーザー入力コンテンツおよび当社が使用するAIモデルに基づいています。出力の品質、正確性、独自性は異なる場合があります。",
        "AIモデルは不正確、偏見のある、または不快なコンテンツを生成する可能性があります。当社はこれらの出力に対して責任を負いません。",
        "貴方は、すべてのAI生成コンテンツを確認および検証し、それが貴方のニーズを満たし、適用法に準拠し、第三者の権利を侵害しないことを確認する責任があります。",
        "AI生成コンテンツの所有権は貴方に帰属しますが、AI生成コンテンツの特性上、類似のユーザー入力コンテンツが類似または同一の出力を生じる可能性があります。当社は、AI生成コンテンツの独自性または完全な独創性を保証しません。これは訓練データに影響される可能性があるためです。"
      ]
    },
    "s8_feesAndPayment": {
      "title": "## 8. 料金と支払い",
      "intro": "本サービスの一部の機能または部分は有料です。当社は会員サブスクリプションおよびクレジット購入の2つの支払い方法を提供します。",
      "subsections": {
        "s8_1_membership": {
          "title": "### 8.1 会員サブスクリプション",
          "points": {
            "plan": "当社は、さまざまな階層の会員サブスクリプションプランを提供する場合があります。各プランは、プロジェクト数の制限、高度な機能へのアクセス、毎月のクレジット割り当てなど、異なるサービス権限、機能、価格に対応します。具体的なプランの詳細は、本サービスの購入ページに記載されています。",
            "billingCycle": "サブスクリプション料金は、貴方が選択した請求サイクル（例：月次、年次）に基づき、貴方が提供した支払い方法から自動的に引き落とされます。",
            "autoRenewal": "現在の請求サイクル終了の少なくとも24時間前にサブスクリプションをキャンセルしない限り、貴方の会員サブスクリプションは自動的に更新されます。サブスクリプションの管理またはキャンセルは、アカウント設定で行うことができます。",
            "cancellation": "サブスクリプションをキャンセルした場合、現在の支払い済みサイクル終了まで対応する会員サービスにアクセスできます。キャンセル後、サブスクリプションは更新されません。",
            "priceChange": "当社は、サブスクリプション価格をいつでも調整する権利を留保します。価格の変更は、貴方に少なくとも30日前に通知された後、次の請求サイクルから有効になります。価格変更に同意しない場合、貴方の唯一の救済策はサブスクリプションをキャンセルすることです。"
          }
        },
        "s8_2_credits": {
          "title": "### 8.2 クレジット",
          "points": {
            "purchase": "貴方は、クレジットパッケージを購入するか、特定の会員サブスクリプションプランを通じてクレジットを入手できます。クレジットの価格と利用可能なパッケージは、本サービスの購入ページに記載されています。",
            "usage": "クレジットは、本サービス内でAIコンテンツの生成または特定のAI機能の使用に使用されます。異なるタイプまたは複雑さのコンテンツを生成する場合、異なる量のクレジットを消費する可能性があり、具体的な消費基準は使用前に明示されます。",
            "noCashValue": "クレジットはVisionYサービス内の仮想アイテムであり、現金価値を持たず、現金への換金、他のユーザーへの譲渡はできず、本サービス内でのみ使用可能です。",
            "validity": "購入したクレジットには有効期限が設定されている場合があり、詳細は購入時または貴方のアカウント内に記載されます。期限切れのクレジットは無効となり、返金または補償されません。",
            "priceChange": "当社は、クレジットの価格または消費基準をいつでも調整する権利を留保します。すでに購入したクレジットについては、購入時の価値および使用方法は後続の価格調整の影響を受けませんが、新たに購入するクレジットには新価格が適用されます。"
          }
        },
        "s8_3_paymentProcessing": {
          "title": "### 8.3 支払い処理",
          "p1": "すべての支払いは、第三者の決済処理業者を通じて行われます。貴方は有効かつ承認された支払い情報を提供し、当社（または当社の第三者決済処理業者）が貴方の指定した支払い方法からすべての適用料金を引き落とすことを許可することに同意します。貴方は支払い情報の正確性および最新性を確保する責任があります。"
        },
        "s8_4_taxes": {
          "title": "### 8.4 税金",
          "p1": "すべての料金には、適用される税金（例：消費税、付加価値税など）は含まれていません（別途記載がある場合を除く）。貴方はこれらの税金を支払う責任があります。"
        },
        "s8_5_refundPolicy": {
          "title": "### 8.5 返金ポリシー",
          "p1": "適用法で別途要求される場合、または本サービスの特定のオファーで明示的に記載されている場合を除き、支払われた会員サブスクリプション料金およびクレジット購入料金は**返金不可**です。貴方の本規約違反により当社が貴方のアカウントを終了した場合、貴方は返金の権利を有しません。"
        }
      }
    },
    "s9_thirdParty": {
      "title": "## 9. 第三者サービスとリンク",
      "intro": "本サービスには、当社が所有または管理しない第三者のウェブサイトまたはサービスへのリンクが含まれている場合があります。また、第三者のAIモデルまたは技術が統合されている場合があります。",
      "p1": "当社は、これらの第三者のウェブサイトまたはサービスのコンテンツ、プライバシーポリシー、または慣行について一切の責任を負いません。貴方は、これらの第三者のウェブサイトまたはサービス上、またはそれを通じて提供されるコンテンツ、商品、またはサービスの使用または依存に起因する損害または損失について、当社が責任を負わないことを了承し同意します。貴方は、第三者サービスを使用する際、その関連する規約およびプライバシーポリシーを遵守する責任があります。"
    },
    "s10_disclaimer": {
      "title": "## 10. 免責事項",
      "intro": "本サービスは、「現状のまま」および「利用可能な範囲で」提供され、明示または黙示のいかなる保証も行いません。",
      "listItems": [
        "本サービスが中断なく、適時、安全、またはエラーなく提供されること。",
        "本サービスを通じて得られる結果（AI生成コンテンツを含む）が正確、信頼性があり、完全である、または貴方の特定の要件を満たすこと。",
        "本サービスを通じて得られる製品、サービス、情報、またはその他の素材の品質が貴方の期待を満たすこと。",
        "本サービス内のエラーが修正されること。"
      ],
      "p1": "AI生成コンテンツは完全ではなく、エラーや不正確な内容を含む可能性があり、既存のコンテンツと類似する場合があります。貴方は、これらのコンテンツの使用および依存に関するすべてのリスクを負います。"
    },
    "s11_liabilityLimitation": {
      "title": "## 11. 責任の制限",
      "intro": "適用法で許可される最大限の範囲内で、当社およびその関連会社、役員、取締役、従業員、代理人、パートナー、ライセンサーは、以下の原因による間接的、付随的、特別、結果的、または懲罰的損害について一切の責任を負いません：",
      "listItems": [
        "本サービスへのアクセスまたは使用、またはアクセスまたは使用不能。",
        "第三者の行為またはコンテンツ（他のユーザーまたはAI生成コンテンツ自体を含む）。",
        "本サービスから得られたコンテンツ（AI生成コンテンツを含む）。",
        "貴方の送信またはコンテンツ（ユーザー入力コンテンツおよびAI生成コンテンツを含む）の不正アクセス、使用、または変更。"
      ],
      "p1": "この責任制限は、請求が保証、契約、不法行為（過失を含む）、またはその他の法的理論に基づくか、当社がそのような損害の可能性を通知されていたか否か、または本規約に定められた救済策がその本質的目的を達成できなかった場合でも適用されます。",
      "p2": "いかなる場合でも、本サービスに関連する、または本サービスに起因するすべての請求に対する当社の総責任は、請求の原因となった事象の前12か月間に貴方が本サービスに対して当社に支払った総額、または100米ドル（$100.00 USD）のいずれか高い方を超えないものとします。",
      "p3": "一部の司法管轄区では、特定の保証の除外または付随的または結果的損害の責任の制限または除外が認められていません。そのため、上記の制限の一部は貴方に適用されない場合があります。"
    },
    "s12_indemnification": {
      "title": "## 12. 補償",
      "intro": "貴方は、以下の原因による請求、責任、損害、損失、費用（合理的な弁護士費用を含む）から当社およびその関連会社、役員、取締役、従業員、代理人を補償し、免責することに同意します：",
      "listItems": [
        "本サービスへのアクセスまたは使用。",
        "貴方のユーザー入力コンテンツ。",
        "貴方のAI生成コンテンツの使用、配布、または依存。",
        "貴方の本規約違反。",
        "貴方の第三者の権利（知的財産権、プライバシー権、パブリシティ権を含む）の侵害。"
      ]
    },
    "s13_termTermination": {
      "title": "## 13. 期間と終了",
      "intro": "本規約は、貴方が本サービスを使用する期間中有効です。",
      "listItems": [
        "貴方は、本サービスの使用を停止し、アカウントを削除することにより、いつでも本規約を終了できます。会員サブスクリプションの場合、キャンセルは現在の支払い済みサイクル終了時に有効になります。",
        "当社は、独自の裁量により、理由の有無にかかわらず、貴方の本サービスへのアクセスまたはアカウントをいつでも一時停止または終了する権利を留保します（通知または責任を負うことなく）。これには、貴方が本規約に違反したと当社が判断した場合も含まれます。",
        "終了後、貴方の本サービスの使用権は直ちに終了します。アカウントを終了したい場合、単に本サービスの使用を停止することができます。",
        "有効な会員サブスクリプションの場合、貴方の本規約違反により終了された場合を除き、通常、現在の請求サイクル終了まで関連する会員サービスにアクセスできます。",
        "アカウント終了後、未使用のクレジットは自動的に無効となり、返金されません（適用法で別途要求される場合を除く）。",
        "本規約の性質上、終了後も存続すべきすべての規定は終了後も有効です。これには、所有権規定、当社に付与された継続的なライセンス（例：AIモデル訓練に使用される匿名化データ）、保証免責、補償、責任制限が含まれますが、これに限定されません。",
        "貴方のアカウント内のユーザー入力コンテンツおよびAI生成コンテンツの削除と保持は、適用されるデータ保持ポリシーに従って処理されます。"
      ]
    },
    "s14_governingLaw": {
      "title": "## 14. 準拠法と紛争解決",
      "subsections": {
        "s14_1_governingLaw": {
          "title": "### 14.1 準拠法",
          "p1": "本規約および本規約または本サービスに起因または関連する紛争は、シンガポール法に準拠し、その法律に従って解釈されます（抵触法の原則を考慮しません）。"
        },
        "s14_2_informalResolution": {
          "title": "### 14.2 非公式な解決",
          "p1": "当社は、友好的な交渉を通じて紛争を解決することを目指します。正式な法的措置を講じる前に、貴方はまず `contact@visiony.ai` で当社に連絡し、非公式に紛争を解決することを試みることに同意します。"
        },
        "s14_3_arbitration": {
          "title": "### 14.3 仲裁",
          "p1": "当社に連絡後30日以内に紛争が解決しない場合、貴方および当社は、本規約または本サービスに起因する請求、紛争、または論争（禁制命令またはその他の衡平法上の救済を求める請求を除く）を、拘束力のある仲裁を通じて解決することに同意します。仲裁はシンガポールで行われ、仲裁言語は英語とします。仲裁は、シンガポール国際仲裁センター（SIAC）の仲裁規則に従って行われます。仲裁人の決定は拘束力を持ち、管轄権を有する裁判所で判決として執行可能です。"
        },
        "s14_4_classActionWaiver": {
          "title": "### 14.4 集団訴訟の放棄",
          "p1": "貴方および当社は、すべての請求は個人ベースでのみ提起され、集団訴訟または代表訴訟の原告または集団メンバーとして提起されないことに同意します。"
        }
      }
    },
    "s15_internationalUsers": {
      "title": "## 15. 国際ユーザー",
      "intro": "本サービスはシンガポールから管理および運営されています。",
      "p1": "当社は、本サービスが他の地域で適切または利用可能であることを表明しません。他の司法管轄区から本サービスにアクセスすることを選択するユーザーは、自己のリスクでこれを行い、適用される現地法（データ送信およびコンテンツ生成に関する法律を含む）を遵守する責任があります。貴方は、本サービスの使用が貴方の司法管轄区のすべての適用法令に準拠していることを確認する責任があります。"
    },
    "s16_termsChanges": {
      "title": "## 16. 規約の変更",
      "intro": "当社は、独自の裁量により、いつでも本規約を修正または置き換える権利を留保します。",
      "listItems": [
        "重大な改訂を行う場合、当社は新規約が発効する少なくとも30日前までに通知するよう努めます（例：サービスインターフェースまたは貴方が提供した電子メールアドレスを通じて）。重大な変更とは何かは当社の独自の裁量で決定されます。",
        "改訂が発効した後も本サービスのアクセスまたは使用を続けることにより、貴方は改訂後の規約に拘束されることに同意したものとみなされます。新規約に同意しない場合、本サービスの使用を停止してください。本規約を定期的に確認することをお勧めします。"
      ]
    },
    "s17_generalTerms": {
      "title": "## 17. 一般条項",
      "intro": "以下は本規約の一般的な規定です：",
      "listItems": [
        "本規約は、貴方と当社の間の本サービスに関する完全な合意を構成し、貴方と当社の間の本サービスに関する以前のすべての口頭または書面による合意または了解に優先します。",
        "本規約のいずれかの規定が管轄権を有する裁判所により無効または執行不能と判断された場合、その規定の無効は本規約の残りの規定の有効性に影響を与えず、残りの規定は完全な効力を維持します。",
        "当社が本規約のいずれかの権利または規定を執行しないことは、その権利または規定の放棄とみなされません。",
        "貴方は、当社の事前の書面による同意なしに、本規約または本規約に基づく権利またはライセンスを譲渡することはできませんが、当社は制限なく譲渡可能です。無許可の譲渡は無効です。",
        "本規約のセクション見出しは便宜上のものであり、法的または契約上の効力を持ちません。"
      ]
    },
    "s18_contactUs": {
      "title": "## 18. お問い合わせ",
      "intro": "本規約に関するご質問がある場合、以下の方法でご連絡ください：",
      "contactInfo": [
        "VisionYチーム",
        "電子メール：contact@visiony.ai"
      ]
    },
    "s19_finalAgreement": {
      "title": "## 19. 最終合意",
      "p1": "**本サービスを使用することにより、貴方は本利用規約を読み、理解し、その拘束を受けることに同意したことを表明します。**"
    }
  }
}