{
  "documentTitle": "VisionY 使用条款",
  "pageTitle": "# VisionY 使用条款",
  "lastUpdated": "**生效日期：2025年6月1日**",
  "introduction": {
    "p1": "VisionY是一款AI驱动的在线应用程序（以下简称“服务”），旨在帮助用户将脚本拆分为分镜、生成镜头描述、创作镜头视频，并整合背景音乐、音效和人物对话。我们的愿景是“AI让创意可见”。本服务由VisionY团队（以下简称“我们”、“我们的”）运营。",
    "p2": "请仔细阅读以下使用条款（以下简称“条款”）。访问或使用我们的服务，即表示您同意受本条款的约束。如果您不同意本条款的任何部分，则不得访问或使用本服务。"
  },
  "sections": {
    "s1_definitions": {
      "title": "## 1. 定义",
      "intro": "以下是本条款中使用的一些关键术语的定义：",
      "listItems": [
        "**“服务”** 指由VisionY提供的webapp及其所有相关功能、技术和内容，包括免费及付费功能。",
        "**“用户”** 或 **“您”** 指访问或使用本服务的个人或实体。",
        "**“用户输入内容”** 指您为使用本服务AI功能而上传或输入的任何信息，包括文本提示、用于训练或引导AI的图像和其他创意材料。",
        "**“AI生成内容”** 指通过本服务使用您的用户输入内容而创建的分镜、镜头描述、视频、音频（包括背景音乐、音效、对话）以及任何其他输出。",
        "**“会员订阅”** 指用户为获取特定服务权限、功能或优惠而定期支付费用的安排。",
        "**“积分”** 指用户购买或通过活动获取的，用于在本服务中消费以生成AI内容或使用特定功能的虚拟点数。"
      ]
    },
    "s2_acceptance": {
      "title": "## 2. 接受条款",
      "intro": "通过注册账户、访问或使用本服务，您声明并保证：",
      "listItems": [
        "您已达到您所在司法管辖区法定成年年龄，能够签订具有约束力的合同。",
        "您提供的所有注册信息均真实、准确、最新且完整。",
        "您将维护这些信息的准确性。",
        "您对本服务的使用不违反任何适用的法律或法规。"
      ]
    },
    "s3_serviceDescription": {
      "title": "## 3. 服务描述",
      "intro": "VisionY利用人工智能技术，根据用户提供的脚本，自动或辅助用户完成以下操作：",
      "listItems": [
        "脚本拆分为分镜",
        "生成镜头描述",
        "生成相应的视觉镜头（视频片段）",
        "整合或生成背景音乐、音效及人物对话（如适用）"
      ],
      "p1": "本服务可能包含免费和付费功能。付费功能可能通过会员订阅和/或积分消耗的方式提供。不同会员等级可能享有不同的服务权限，例如项目数量限制、可用功能范围等。使用特定的AI生成功能可能需要消耗积分。",
      "p2": "我们持续改进服务，并保留随时修改、暂停或终止部分或全部服务的权利，无论是否通知您。"
    },
    "s4_account": {
      "title": "## 4. 账户注册与安全",
      "intro": "您可能需要注册一个账户才能使用本服务的某些功能。",
      "listItems": [
        "您的账户功能和权限可能因您的会员订阅状态和积分余额而异。",
        "您有责任维护您的账户凭据（如用户名和密码）的机密性。",
        "您应对通过您的账户发生的所有活动负责。",
        "如发现任何未经授权使用您账户的情况，请立即通过 `contact@visiony.ai` 通知我们。"
      ]
    },
    "s5_userContentIP": {
      "title": "## 5. 用户内容与知识产权",
      "subsections": {
        "s5_1_userInputContent": {
          "title": "### 5.1 用户输入内容",
          "points": {
            "ownership": "您保留对您提交给本服务的所有用户输入内容的全部所有权。",
            "licenseToVisionY": "您授予VisionY一项全球性的、非独占的、免版税的、可再许可的许可，以托管、存储、复制、修改、创建衍生作品（例如，为了更好地使您的内容与服务配合）、交流、发布（例如、在您的账户内向您展示）、公开表演（在您的账户内）、公开展示（在您的账户内）和分发您的用户输入内容。此许可的唯一目的是运营、提供、维护、推广和改进我们的服务，以及开发新的服务，包括用于AI模型训练与改进。此许可在您停止使用我们的服务或删除用户输入内容后继续有效（例如，为了遵守法律义务或用于已进行的AI模型训练的匿名化/聚合数据）。"
          }
        },
        "s5_2_aiGeneratedContent": {
          "title": "### 5.2 AI生成内容",
          "points": {
            "ownership": "在您与VisionY之间，您通过VisionY服务（基于您的合法用户输入内容）所生成的AI生成内容，其相关的知识产权（在适用法律允许的范围内）**归属于您**。VisionY不主张对您通过本服务生成的AI生成内容拥有所有权。",
            "limitedLicenseToVisionY": "您授予VisionY一项有限的、非排他性的、全球性的、免版税的许可，允许我们仅为向您提供、维护、改进和推广本服务（例如，在您明确同意的情况下展示您的作品作为示例，或用于内部服务质量分析）而使用、复制、分发、修改（例如，为适应显示格式）和展示您的AI生成内容。此许可在您删除AI生成内容或终止账户后终止，但为运营需要而保留的备份可能在合理时间内继续存在，或根据您对推广的同意另有约定。"
          }
        },
        "s5_3_yourResponsibility": {
          "title": "### 5.3 您的责任",
          "listItems": [
            "您声明并保证，您的用户输入内容以及您对AI生成内容的使用不会侵犯任何第三方的知识产权（包括但不限于版权、商标权、专利权）、隐私权、公开权、肖像权、商业秘密或其他权利，也不包含任何诽谤、歧视、淫秽、暴力、非法或任何其他不当或令人反感的内容。",
            "您对您的用户输入内容及其产生的AI生成内容负全部责任。因您的用户输入内容或AI生成内容引发的任何法律纠纷、索赔、处罚或损失，均由您自行承担和解决。VisionY对此不承担任何责任，并保留在必要时向您追偿的权利。"
          ]
        },
        "s5_4_visionyIP": {
          "title": "### 5.4 VisionY的知识产权",
          "p1": "服务本身，包括其所有软件、代码、设计、文本、图形、界面、商标、品牌名称（VisionY）、徽标以及其选择和编排（统称为“VisionY材料”）均为VisionY或其许可方的专有财产，并受版权、商标和其他知识产权法律的保护。未经我们事先书面同意，您不得复制、修改、分发、出售或许可任何VisionY材料。"
        }
      }
    },
    "s6_aup": {
      "title": "## 6. 可接受的使用政策",
      "intro": "您同意不使用本服务进行以下任何活动：",
      "listItems": [
        "上传、发布或传播任何非法、有害、威胁、辱骂、骚扰、侵权、诽谤、粗俗、淫秽、诽谤、侵犯他人隐私、仇恨或在种族、民族或其他方面令人反感的内容。",
        "侵犯任何第三方的知识产权，包括但不限于版权、商标、专利或商业秘密。",
        "冒充任何个人或实体，或虚假陈述您与任何个人或实体的关系。",
        "上传或传播任何包含病毒、特洛伊木马、蠕虫、定时炸弹或任何其他有害或恶意代码的材料。",
        "试图未经授权访问本服务、其他账户、计算机系统或连接到本服务的网络。",
        "干扰或中断本服务或连接到本服务的服务器或网络。",
        "违反任何适用的地方、州、国家或国际法律法规。",
        "用于生成或传播虚假信息或误导性内容。",
        "用于任何可能对个人或群体造成伤害的用途。"
      ],
      "p1": "我们保留权利（但无义务）自行决定审查任何用户内容或AI生成内容，并采取适当行动，包括但不限于删除内容、暂停或终止您的账户，以及向执法机构报告，如果我们认为您的行为违反了本条款或适用法律。"
    },
    "s7_aiNature": {
      "title": "## 7. AI生成内容的特性",
      "intro": "您理解并同意：",
      "listItems": [
        "AI生成的内容是基于您提供的用户输入内容和我们使用的AI模型。输出的质量、准确性和独特性可能会有所不同。",
        "AI模型可能会产生不准确、有偏见或令人反感的内容。我们不对此类输出负责。",
        "您有责任审查和验证所有AI生成内容，以确保其符合您的需求、适用法律以及不侵犯第三方权利。",
        "虽然AI生成内容的所有权归您所有，但由于AI生成内容的特性，相似的用户输入内容可能会导致相似或相同的输出。我们不保证AI生成内容的独特性或其完全原创性，它可能受到训练数据的影响。"
      ]
    },
    "s8_feesAndPayment": {
      "title": "## 8. 费用和支付",
      "intro": "本服务的某些部分或功能可能需要付费。我们提供会员订阅和积分购买两种付费方式。",
      "subsections": {
        "s8_1_membership": {
          "title": "### 8.1 会员订阅",
          "points": {
            "plan": "我们可能提供不同等级的会员订阅计划，每种计划对应不同的服务权限（例如项目数量限制、高级功能访问权、每月赠送积分额度等）、功能和价格。具体计划详情将在服务内购买页面列出。",
            "billingCycle": "订阅费将按您选择的周期（例如，每月、每年）自动从您提供的支付方式中扣除。",
            "autoRenewal": "除非您在当前计费周期结束前至少[例如：24小时]取消订阅，否则您的会员订阅将自动续订。您可以在您的账户设置中管理或取消您的订阅。",
            "cancellation": "如果您取消订阅，您仍可在当前已付费周期结束前继续访问相应的会员服务。取消后，您的订阅将不会续订。",
            "priceChange": "我们保留随时调整订阅价格的权利。任何价格变更将在至少提前三十（30）天通知您后，于下一个计费周期生效。如果您不同意价格变更，您唯一的补救措施是取消订阅。"
          }
        },
        "s8_2_credits": {
          "title": "### 8.2 积分",
          "points": {
            "purchase": "您可以通过购买积分包或通过某些会员订阅计划获得积分。积分的价格和可用包将在服务内购买页面列出。",
            "usage": "积分用于在本服务中生成AI内容或使用特定AI功能。生成不同类型或复杂度的内容可能消耗不同数量的积分，具体消耗标准将在相关功能使用前明示。",
            "noCashValue": "积分是VisionY服务内的虚拟物品，不具有现金价值，不可兑换现金、不可转让给其他用户，并且仅能在本服务内使用。",
            "validity": "购买的积分可能设有有效期，具体有效期将在购买时或在您的账户中说明。过期的积分将作废且不予退还或补偿。",
            "priceChange": "我们保留随时调整积分价格或消耗标准的权利。对于已购买的积分，其购买时的价值和使用方式不受后续价格调整影响，但新购买的积分将适用新价格。"
          }
        },
        "s8_3_paymentProcessing": {
          "title": "### 8.3 支付处理",
          "p1": "所有支付均通过第三方支付处理商进行。您同意向我们提供有效且经授权的支付信息，并授权我们（或我们的第三方支付处理商）从您指定的支付方式中扣除所有适用费用。您有责任确保您的支付信息准确且最新。"
        },
        "s8_4_taxes": {
          "title": "### 8.4 税费",
          "p1": "所有费用均不包含适用的税费（如销售税、增值税等），除非另有说明。您有责任支付所有此类税费。"
        },
        "s8_5_refundPolicy": {
          "title": "### 8.5 退款政策",
          "p1": "除非适用法律另有规定，或我们在服务内特定优惠中明确说明，否则所有已支付的会员订阅费和积分购买费用**均不予退还**。如果我们终止您的账户是由于您违反本条款，您将无权获得任何退款。"
        }
      }
    },
    "s9_thirdParty": {
      "title": "## 9. 第三方服务和链接",
      "intro": "本服务可能包含指向非VisionY拥有或控制的第三方网站或服务的链接，或集成第三方AI模型或技术。",
      "p1": "我们对此类第三方网站或服务的内容、隐私政策或做法不承担任何责任。您承认并同意，对于因使用或依赖任何此类第三方网站或服务上或通过其提供的任何内容、商品或服务而造成或据称造成的任何损害或损失，我们概不负责。您在使用第三方服务时，也应遵守其相关条款和隐私政策。"
    },
    "s10_disclaimer": {
      "title": "## 10. 免责声明",
      "intro": "本服务按“原样”和“可用”的基础提供，不作任何形式的明示或暗示的保证。",
      "listItems": [
        "服务将不间断、及时、安全或无错误。",
        "通过服务获得的结果（包括AI生成内容）将是准确、可靠、完整或符合您的特定要求。",
        "通过服务获得的任何产品、服务、信息或其他材料的质量将符合您的期望。",
        "服务中的任何错误都将得到纠正。"
      ],
      "p1": "AI生成内容可能不完美，可能包含错误或不准确之处，或可能与现有内容相似。您应自行承担使用和依赖此类内容的风险。"
    },
    "s11_liabilityLimitation": {
      "title": "## 11. 责任限制",
      "intro": "在适用法律允许的最大范围内，VisionY及其关联公司、高级职员、董事、员工、代理人、合作伙伴和许可方在任何情况下均不对以下原因引起的任何间接、附带、特殊、后果性或惩罚性损害负责：",
      "listItems": [
        "您访问或使用或无法访问或使用本服务；",
        "任何第三方的任何行为或内容（包括其他用户或AI生成内容本身）；",
        "从服务中获得的任何内容（包括AI生成内容）；",
        "未经授权访问、使用或更改您的传输或内容（包括用户输入内容和AI生成内容）。"
      ],
      "p1": "无论索赔是基于保证、合同、侵权（包括过失）还是任何其他法律理论，也无论我们是否已被告知此类损害的可能性，即使本协议中规定的补救措施被发现未能达到其基本目的。",
      "p2": "在任何情况下，VisionY就与本服务相关的或因本服务引起的所有索赔所承担的全部责任，均不超过您在导致索赔的事件发生前十二（12）个月内就本服务向我们支付的总金额，或者一百美元（$100.00 USD）（以较高者为准）。",
      "p3": "某些司法管辖区不允许排除某些保证或限制或排除附带或后果性损害的责任。因此，上述某些限制可能不适用于您。"
    },
    "s12_indemnification": {
      "title": "## 12. 赔偿",
      "intro": "您同意赔偿并使VisionY及其关联公司、高级职员、董事、员工和代理人免受因以下原因引起的任何索赔、责任、损害、损失和费用（包括合理的律师费）：",
      "listItems": [
        "您对本服务的访问或使用；",
        "您的用户输入内容；",
        "您对AI生成内容的使用、分发或依赖；",
        "您违反本条款的行为；",
        "您侵犯任何第三方权利的行为，包括任何知识产权、隐私权或公开权。"
      ]
    },
    "s13_termTermination": {
      "title": "## 13. 期限与终止",
      "intro": "本条款在您使用本服务期间持续有效。",
      "listItems": [
        "您可以随时通过停止使用本服务并删除您的账户来终止本条款。对于会员订阅，取消将在当前已付费周期结束后生效。",
        "我们可自行决定，随时以任何理由或无理由暂停或终止您对本服务的访问或您的账户，恕不另行通知或承担责任，包括但不限于如果我们认为您违反了本条款。",
        "终止后，您使用本服务的权利将立即停止。如果您希望终止您的账户，您可以简单地停止使用本服务。",
        "对于有效的会员订阅，除非因您违反本条款而被终止，否则您通常可以在当前计费周期结束前继续访问相关会员服务。",
        "账户终止后，任何未使用的积分将自动作废且不予退还，除非适用法律另有规定。",
        "本条款中按其性质应在终止后继续有效的所有规定均应在终止后继续有效，包括但不限于所有权规定、授予VisionY的持续许可（如适用，例如用于已进行的AI模型训练的匿名化数据）、保证免责声明、赔偿和责任限制。",
        "您账户中的用户输入内容和AI生成内容的删除和保留将根据适用的数据保留政策处理。"
      ]
    },
    "s14_governingLaw": {
      "title": "## 14. 适用法律和争议解决",
      "subsections": {
        "s14_1_governingLaw": {
          "title": "### 14.1 适用法律",
          "p1": "本协议及由此产生或与本协议或服务相关的任何争议应受新加坡法律管辖，并依其法律解释，而不考虑其冲突法原则。"
        },
        "s14_2_informalResolution": {
          "title": "### 14.2 非正式解决",
          "p1": "我们希望通过友好协商解决争议。在提起任何正式法律诉讼之前，您同意首先通过 contact@visiony.ai 与我们联系，并尝试以非正式方式解决任何争议。"
        },
        "s14_3_arbitration": {
          "title": "### 14.3 仲裁",
          "p1": "如果在联系我们后三十（30）天内未能解决争议，您和VisionY均同意通过具有约束力的仲裁解决因本条款或服务引起的任何索赔、争议或纠纷（不包括寻求禁令或其他衡平法救济的索赔）。仲裁地点应为新加坡，仲裁语言应为英语。仲裁应根据新加坡国际仲裁中心（SIAC）的仲裁规则进行。仲裁员的裁决具有约束力，并可在任何有管辖权的法院作为判决执行。"
        },
        "s14_4_classActionWaiver": {
          "title": "### 14.4 集体诉讼豁免",
          "p1": "您和VisionY同意，任何索赔只能以个人名义提出，不能作为任何声称的集体诉讼或代表诉讼的原告或集体成员。"
        }
      }
    },
    "s15_internationalUsers": {
      "title": "## 15. 国际用户",
      "intro": "本服务从新加坡控制和运营。",
      "p1": "我们不声明本服务在其他地区的适用性或可用性。选择从其他司法管辖区访问本服务的用户应自行承担风险，并有责任遵守当地法律（如果且在当地法律适用的范围内），包括有关数据传输和内容生成的法律。您有责任确保您对本服务的使用符合您所在司法管辖区的所有法律法规。"
    },
    "s16_termsChanges": {
      "title": "## 16. 条款变更",
      "intro": "我们保留随时自行决定修改或替换本条款的权利。",
      "listItems": [
        "如果进行重大修订，我们将尽力在任何新条款生效前至少提前三十（30）天发出通知（例如通过服务界面或您提供的电子邮件地址）。何为重大变更将由我们自行决定。",
        "在这些修订生效后继续访问或使用我们的服务，即表示您同意受修订后条款的约束。如果您不同意新条款，请停止使用本服务。建议您定期查看本条款。"
      ]
    },
    "s17_generalTerms": {
      "title": "## 17. 一般条款",
      "intro": "以下为本条款的一些一般性规定：",
      "listItems": [
        "本条款构成您与VisionY之间关于本服务的完整协议，并取代您与VisionY之间先前就本服务达成的任何及所有口头或书面协议或谅解。",
        "如果本条款的任何规定被有管辖权的法院认定为无效或不可执行，则该规定的无效性不影响本条款其余规定的有效性，其余规定应继续保持完全效力。",
        "我们未能执行本条款的任何权利或规定，不应被视为对该权利或规定的放弃。",
        "未经我们事先书面同意，您不得转让本条款或本条款项下的任何权利或许可，但我们可以不受限制地转让。任何未经授权的转让均属无效。",
        "本条款中的章节标题仅为方便起见，不具有法律或合同效力。"
      ]
    },
    "s18_contactUs": {
      "title": "## 18. 联系我们",
      "intro": "如果您对本条款有任何疑问，请通过以下方式与我们联系：",
      "contactInfo": [
        "VisionY 团队",
        "电子邮件：contact@visiony.ai"
      ]
    },
    "s19_finalAgreement": {
      "title": "## 19. 最终协议",
      "p1": "**使用本服务即表示您已阅读、理解并同意受本使用条款的约束。**"
    }
  }
}