{
  "documentTitle": "VisionY 使用條款",
  "pageTitle": "# VisionY 使用條款",
  "lastUpdated": "**生效日期：2025年6月1日**",
  "introduction": {
    "p1": "VisionY 是一款人工智能驅動的線上應用程式（以下稱「本服務」），旨在協助用戶將腳本拆分為分鏡、生成鏡頭描述、製作鏡頭影片，並整合背景音樂、音效及角色對話。我們的願景是「AI 讓創意可見」。本服務由 VisionY 團隊（以下稱「我們」、「我們的」）運營。",
    "p2": "請仔細閱讀以下使用條款（以下稱「本條款」）。訪問或使用本服務，即表示您同意受本條款約束。若您不同意本條款的任何部分，則不得訪問或使用本服務。"
  },
  "sections": {
    "s1_definitions": {
      "title": "## 1. 定義",
      "intro": "以下是本條款中使用的主要術語定義：",
      "listItems": [
        "**「本服務」** 指 VisionY 的網頁應用程式及其所有相關功能、技術和內容，包括免費及付費功能。",
        "**「用戶」** 或 **「您」** 指訪問或使用本服務的個人或實體。",
        "**「用戶輸入內容」** 指您為使用本服務 AI 功能而上傳或輸入的任何資訊，包括文字提示、用於訓練或引導 AI 的圖像及其他創作素材。",
        "**「AI 生成內容」** 指透過本服務使用您的用戶輸入內容創建的分鏡、鏡頭描述、影片、音訊（包括背景音樂、音效、對話）及任何其他輸出。",
        "**「會員訂閱」** 指用戶為獲得特定服務權限、功能或優惠而定期支付費用的安排。",
        "**「點數」** 指用戶購買或透過活動獲得，用於在本服務中生成 AI 內容或使用特定功能的虛擬點數。"
      ]
    },
    "s2_acceptance": {
      "title": "## 2. 接受條款",
      "intro": "透過註冊帳戶、訪問或使用本服務，您聲明並保證：",
      "listItems": [
        "您已達到您所在司法管轄區的法定成年年齡，並有能力簽訂具有約束力的合同。",
        "您提供的所有註冊資訊均真實、準確、最新且完整。",
        "您將維持這些資訊的準確性。",
        "您對本服務的使用不違反任何適用法律或法規。"
      ]
    },
    "s3_serviceDescription": {
      "title": "## 3. 服務描述",
      "intro": "VisionY 利用人工智能技術，根據用戶提供的腳本，自動或輔助完成以下操作：",
      "listItems": [
        "將腳本拆分為分鏡",
        "生成鏡頭描述",
        "生成相應的視覺鏡頭（影片片段）",
        "整合或生成背景音樂、音效及角色對話（如適用）"
      ],
      "p1": "本服務可能包含免費及付費功能。付費功能可透過會員訂閱及/或點數消耗方式使用。不同會員等級可能享有不同服務權限，例如專案數量限制、可用功能範圍等。使用特定 AI 生成功能需消耗點數。",
      "p2": "我們持續改進本服務，並保留隨時修改、暫停或終止部分或全部服務的權利，無論是否通知您。"
    },
    "s4_account": {
      "title": "## 4. 帳戶註冊與安全",
      "intro": "您可能需註冊帳戶以使用本服務的某些功能。",
      "listItems": [
        "您的帳戶功能及權限可能因會員訂閱狀態及點數餘額而異。",
        "您有責任維護帳戶憑證（如用戶名稱及密碼）的機密性。",
        "您對透過您的帳戶進行的所有活動負責。",
        "若發現任何未經授權的帳戶使用，請立即透過 `contact@visiony.ai` 通知我們。"
      ]
    },
    "s5_userContentIP": {
      "title": "## 5. 用戶內容與智慧財產權",
      "subsections": {
        "s5_1_userInputContent": {
          "title": "### 5.1 用戶輸入內容",
          "points": {
            "ownership": "您保留對提交至本服務的所有用戶輸入內容的完整所有權。",
            "licenseToVisionY": "您授予 VisionY 全球性、非獨占、免版稅、可再許可的許可，允許我們託管、儲存、複製、修改、創建衍生作品（例如，為適應本服務）、傳播、發布（例如，在您的帳戶內展示）、公開表演（在您的帳戶內）、公開展示（在您的帳戶內）及分發您的用戶輸入內容。此許可僅用於運營、提供、維護、推廣及改進本服務，以及開發新服務，包括用於 AI 模型訓練與改進。此許可在您停止使用本服務或刪除用戶輸入內容後繼續有效（例如，為遵守法律義務或用於已進行 AI 模型訓練的匿名化/聚合資料）。"
          }
        },
        "s5_2_aiGeneratedContent": {
          "title": "### 5.2 AI 生成內容",
          "points": {
            "ownership": "在您與 VisionY 之間，透過本服務（基於您的合法用戶輸入內容）生成的 AI 生成內容及其相關智慧財產權（在適用法律允許範圍內）**歸屬於您**。VisionY 不主張對您透過本服務生成的 AI 生成內容的所有權。",
            "limitedLicenseToVisionY": "您授予 VisionY 有限的、非獨占、全球性、免版稅許可，允許我們僅為提供、維護、改進及推廣本服務（例如，經您明確同意展示您的作品作為範例，或用於內部服務品質分析）而使用、複製、分發、修改（例如，適應顯示格式）及展示您的 AI 生成內容。此許可在您刪除 AI 生成內容或終止帳戶後終止，但為運營需要保留的備份可能在合理時間內繼續存在，或依您對推廣的同意另有約定。"
          }
        },
        "s5_3_yourResponsibility": {
          "title": "### 5.3 您的責任",
          "listItems": [
            "您聲明並保證，您的用戶輸入內容及對 AI 生成內容的使用不會侵犯任何第三方的智慧財產權（包括但不限於著作權、商標權、專利權）、隱私權、公開權、肖像權、商業秘密或其他權利，亦不包含任何誹謗、歧視、淫穢、暴力、非法或其他不當或令人反感的內容。",
            "您對用戶輸入內容及其生成的 AI 生成內容負全部責任。因您的用戶輸入內容或 AI 生成內容引發的任何法律糾紛、索賠、處罰或損失，由您自行承擔並解決。VisionY 對此不承擔責任，並保留必要時向您追償的權利。"
          ]
        },
        "s5_4_visionyIP": {
          "title": "### 5.4 VisionY 的智慧財產權",
          "p1": "本服務本身，包括所有軟體、程式碼、設計、文字、圖形、介面、商標、品牌名稱（VisionY）、標誌及其選擇與排列（統稱「VisionY 素材」），均為 VisionY 或其許可方的專有財產，受著作權、商標及其他智慧財產權法律保護。未經我們事先書面同意，您不得複製、修改、分發、出售或許可任何 VisionY 素材。"
        }
      }
    },
    "s6_aup": {
      "title": "## 6. 可接受使用政策",
      "intro": "您同意不將本服務用於以下活動：",
      "listItems": [
        "上傳、發布或傳播任何非法、有害、威脅、辱罵、騷擾、侵權、誹謗、粗俗、淫穢、名譽毀損、侵犯他人隱私、仇恨或在種族、民族或其他方面令人反感的內容。",
        "侵犯任何第三方的智慧財產權，包括但不限於著作權、商標、專利或商業秘密。",
        "冒充任何個人或實體，或虛假陳述您與任何個人或實體的關係。",
        "上傳或傳播包含病毒、特洛伊木馬、蠕蟲、定時炸彈或其他有害或惡意程式碼的素材。",
        "試圖未經授權存取本服務、其他帳戶、電腦系統或與本服務連接的網路。",
        "干擾或中斷本服務或與本服務連接的伺服器或網路。",
        "違反任何適用的地方、州、國家或國際法律法規。",
        "用於生成或傳播虛假或誤導性資訊。",
        "用於可能對個人或群體造成傷害的任何用途。"
      ],
      "p1": "我們保留自行審查任何用戶內容或 AI 生成內容的權利（但無義務），並採取適當行動，包括但不限於刪除內容、暫停或終止您的帳戶，及向執法機關報告，若我們認為您的行為違反本條款或適用法律。"
    },
    "s7_aiNature": {
      "title": "## 7. AI 生成內容特性",
      "intro": "您理解並同意：",
      "listItems": [
        "AI 生成內容基於您的用戶輸入內容及我們使用的 AI 模型，輸出品質、準確性及獨特性可能有所不同。",
        "AI 模型可能產生不準確、有偏見或令人反感的內容，我們對此類輸出不承擔責任。",
        "您有責任審查並驗證所有 AI 生成內容，確保其符合您的需求、適用法律及不侵犯第三方權利。",
        "雖然 AI 生成內容的所有權歸您，但因 AI 生成內容的特性，類似用戶輸入內容可能導致相似或相同輸出。我們不保證 AI 生成內容的獨特性或完全原創性，其可能受訓練資料影響。"
      ]
    },
    "s8_feesAndPayment": {
      "title": "## 8. 費用與支付",
      "intro": "本服務的某些功能或部分需付費。我們提供會員訂閱及點數購買兩種付費方式。",
      "subsections": {
        "s8_1_membership": {
          "title": "### 8.1 會員訂閱",
          "points": {
            "plan": "我們可能提供不同等級的會員訂閱計劃，每種計劃對應不同服務權限（例如專案數量限制、高級功能存取、每月點數額度）、功能及價格。具體計劃詳情於服務內購買頁面列出。",
            "billingCycle": "訂閱費用將依您選擇的計費週期（例如每月、每年）從您提供的支付方式自動扣除。",
            "autoRenewal": "除非您在當前計費週期結束前至少 24 小時取消訂閱，否則會員訂閱將自動續訂。您可於帳戶設定中管理或取消訂閱。",
            "cancellation": "若取消訂閱，您可於當前已付費週期結束前繼續存取會員服務。取消後，訂閱不再續訂。",
            "priceChange": "我們保留隨時調整訂閱價格的權利。價格變更將於至少提前 30 天通知後，於下個計費週期生效。若不同意價格變更，您可取消訂閱。"
          }
        },
        "s8_2_credits": {
          "title": "### 8.2 點數",
          "points": {
            "purchase": "您可透過購買點數包或某些會員訂閱計劃獲得點數。點數價格及可用包於服務內購買頁面列出。",
            "usage": "點數用於生成 AI 內容或使用特定 AI 功能。不同類型或複雜度的內容可能消耗不同點數，消耗標準於使用前明示。",
            "noCashValue": "點數為本服務內虛擬物品，無現金價值，不可兌換現金、不可轉讓，且僅限本服務內使用。",
            "validity": "購買的點數可能有有效期限，詳情於購買時或帳戶中說明。過期點數將作廢，不予退還或補償。",
            "priceChange": "我們保留調整點數價格或消耗標準的權利。已購買點數的價值及使用方式不受後續調整影響，新購買點數適用新價格。"
          }
        },
        "s8_3_paymentProcessing": {
          "title": "### 8.3 支付處理",
          "p1": "所有支付透過第三方支付處理商進行。您同意提供有效且經授權的支付資訊，並授權我們（或第三方支付處理商）從您指定支付方式扣除適用費用。您須確保支付資訊準確且最新。"
        },
        "s8_4_taxes": {
          "title": "### 8.4 稅費",
          "p1": "所有費用不含適用稅費（例如銷售稅、增值稅），除非另有說明。您須支付所有此類稅費。"
        },
        "s8_5_refundPolicy": {
          "title": "### 8.5 退款政策",
          "p1": "除非適用法律另有規定或服務內特定優惠明確說明，否則已支付的會員訂閱費及點數購買費**不予退還**。若因您違反本條款導致帳戶終止，您無權獲得退款。"
        }
      }
    },
    "s9_thirdParty": {
      "title": "## 9. 第三方服務與連結",
      "intro": "本服務可能包含非 VisionY 擁有或控制的第三方網站或服務連結，或整合第三方 AI 模型或技術。",
      "p1": "我們對第三方網站或服務的內容、隱私政策或做法不承擔責任。您承認並同意，因使用或依賴第三方網站或服務的內容、商品或服務所造成或聲稱造成的損害或損失，我們概不負責。您使用第三方服務時，須遵守其條款及隱私政策。"
    },
    "s10_disclaimer": {
      "title": "## 10. 免責聲明",
      "intro": "本服務按「原樣」及「可提供」基礎提供，不作任何明示或暗示保證。",
      "listItems": [
        "本服務將不間斷、及時、安全或無錯誤。",
        "透過本服務獲得的結果（包括 AI 生成內容）將準確、可靠、完整或符合您的特定要求。",
        "透過本服務獲得的產品、服務、資訊或其他素材的品質將符合您的期望。",
        "本服務中的錯誤將被修正。"
      ],
      "p1": "AI 生成內容可能不完美，可能包含錯誤或不準確，或與現有內容相似。您自行承擔使用及依賴此類內容的風險。"
    },
    "s11_liabilityLimitation": {
      "title": "## 11. 責任限制",
      "intro": "在適用法律允許的最大範圍內，VisionY 及其關聯公司、職員、董事、員工、代理人、合作夥伴及許可方不對以下原因引起的間接、附帶、特殊、後果性或懲罰性損害負責：",
      "listItems": [
        "您訪問或使用或無法訪問或使用本服務；",
        "第三方行為或內容（包括其他用戶或 AI 生成內容）；",
        "從本服務獲得的任何內容（包括 AI 生成內容）；",
        "未經授權存取、使用或更改您的傳輸或內容（包括用戶輸入內容及 AI 生成內容）。"
      ],
      "p1": "無論索賠基於保證、合同、侵權（包括疏忽）或其他法律理論，亦無論我們是否已知此類損害可能性，即使本條款規定的救濟未能達成其基本目的。",
      "p2": "VisionY 對與本服務相關或因本服務引起的全部索賠的總責任，不超過您在索賠事件前 12 個月內支付給我們的總金額，或 100 美元（$100.00 USD），以較高者為準。",
      "p3": "某些司法管轄區不允許排除特定保證或限制附帶或後果性損害責任，上述部分限制可能不適用於您。"
    },
    "s12_indemnification": {
      "title": "## 12. 賠償",
      "intro": "您同意賠償並使 VisionY 及其關聯公司、職員、董事、員工及代理人免受因以下原因引起的索賠、責任、損害、損失及費用（包括合理律師費）：",
      "listItems": [
        "您對本服務的訪問或使用；",
        "您的用戶輸入內容；",
        "您對 AI 生成內容的使用、分發或依賴；",
        "您違反本條款；",
        "您侵犯第三方權利，包括智慧財產權、隱私權或公開權。"
      ]
    },
    "s13_termTermination": {
      "title": "## 13. 期限與終止",
      "intro": "本條款在您使用本服務期間有效。",
      "listItems": [
        "您可隨時停止使用本服務並刪除帳戶以終止本條款。會員訂閱的取消於當前付費週期結束後生效。",
        "我們可自行決定隨時以任何理由或無理由暫停或終止您的服務訪問或帳戶，無需通知或承擔責任，包括若您違反本條款。",
        "終止後，您的服務使用權立即停止。欲終止帳戶，您可停止使用本服務。",
        "有效會員訂閱若非因您違反本條款終止，通常可於當前計費週期結束前繼續訪問會員服務。",
        "帳戶終止後，未使用點數自動作廢且不退還，除非適用法律另有規定。",
        "本條款中應在終止後繼續有效的規定將持續有效，包括所有權規定、對 VisionY 的持續許可（如用於匿名化數據的 AI 訓練）、保證免責、賠償及責任限制。",
        "您帳戶中的用戶輸入內容及 AI 生成內容的刪除與保留依適用資料保留政策處理。"
      ]
    },
    "s14_governingLaw": {
      "title": "## 14. 適用法律與爭議解決",
      "subsections": {
        "s14_1_governingLaw": {
          "title": "### 14.1 適用法律",
          "p1": "本條款及由此產生或與本條款或服務相關的爭議，受新加坡法律管轄並依其解釋，不考慮衝突法原則。"
        },
        "s14_2_informalResolution": {
          "title": "### 14.2 非正式解決",
          "p1": "我們希望透過協商解決爭議。在提起正式法律訴訟前，您同意先透過 `contact@visiony.ai` 聯繫我們，嘗試非正式解決爭議。"
        },
        "s14_3_arbitration": {
          "title": "### 14.3 仲裁",
          "p1": "若聯繫我們後 30 天內無法解決爭議，您與 VisionY 同意透過具約束力的仲裁解決因本條款或服務引起的索賠、爭議或紛爭（不包括禁制令或其他衡平法救濟的索賠）。仲裁於新加坡進行，語言為英語，依新加坡國際仲裁中心（SIAC）規則進行。仲裁裁決具約束力，可在有管轄權的法院作為判決執行。"
        },
        "s14_4_classActionWaiver": {
          "title": "### 14.4 集體訴訟豁免",
          "p1": "您與 VisionY 同意，任何索賠僅以個人名義提出，不得以集體訴訟或代表訴訟的原告或成員身份提起。"
        }
      }
    },
    "s15_internationalUsers": {
      "title": "## 15. 國際用戶",
      "intro": "本服務從新加坡控制及運營。",
      "p1": "我們不保證服務在其他地區的適用性或可用性。從其他司法管轄區訪問本服務須自負風險，並遵守當地法律（包括數據傳輸及內容生成法律）。您須確保使用本服務符合您所在地的法律法規。"
    },
    "s16_termsChanges": {
      "title": "## 16. 條款變更",
      "intro": "我們保留隨時修改或取代本條款的權利。",
      "listItems": [
        "若有重大修訂，我們將於新條款生效前至少 30 天通知您（例如透過服務介面或您提供的電子郵件）。重大變更由我們決定。",
        "修訂生效後繼續使用本服務，表示您同意受修訂條款約束。若不同意新條款，請停止使用本服務。建議定期檢閱本條款。"
      ]
    },
    "s17_generalTerms": {
      "title": "## 17. 一般條款",
      "intro": "以下為本條款的一般規定：",
      "listItems": [
        "本條款構成您與 VisionY 關於本服務的完整協議，取代先前所有口頭或書面協議。",
        "若本條款任何規定被判無效或不可執行，其餘規定仍具完全效力。",
        "我們未執行本條款的任何權利或規定，不構成對其放棄。",
        "未經我們書面同意，您不得轉讓本條款或其權利或許可，我們可不受限轉讓。未授權轉讓無效。",
        "本條款章節標題僅為方便，無法律或契約效力。"
      ]
    },
    "s18_contactUs": {
      "title": "## 18. 聯繫我們",
      "intro": "如對本條款有疑問，請透過以下方式聯繫：",
      "contactInfo": [
        "VisionY 團隊",
        "電子郵件：contact@visiony.ai"
      ]
    },
    "s19_finalAgreement": {
      "title": "## 19. 最終協議",
      "p1": "**使用本服務即表示您已閱讀、理解並同意受本使用條款約束。**"
    }
  }
}